Repository: the-black-eagle/script.videolinks
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #30000
source: Video Link Scraper
pt_br: Scraper Video Link

# #30001
source: Caught http error
pt_br: Erro http detectado

# #30002
source: Failed to reach server
pt_br: Falhou ao acessar o servidor

# #30003
source: Updating song
pt_br: Atualizando música

# #30004
source: in database
pt_br: no banco de dados

# #30005
source: Call video links scraper for individual artist id of
pt_br: Execute o scraper de links de vídeo para obter o ID do artista individual de

# #30006
source: Error updating Kodi music library
pt_br: Erro ao atualizar a coleção de música no Kodi

# #30007
source: Call video links scraper for all artists
pt_br: Execute o scraper de links de vídeo para todos os artistas

# #30008
source: Processing all music artists in database
pt_br: Processando todos os artistas de músicas no banco de dados

# #30010
source: artist name
pt_br: Nome do artista

# #30011
source: Skipping first artist as its the 'missing' one!!
pt_br: Ignorando o primeiro artista porque é o que está 'faltando'!!

# #30012
source: Processing artist
pt_br: Processando artista

# #30013
source: User cancelled request
pt_br: Usuário cancelou o pedido

# #30014
source: Error, please check the log for details
pt_br: Erro, por favor verifique o log para detalhes

# #30015
source: Searching for video links for ...
pt_br: Procurando por links de vídeo para ...

# #30016
source: Please wait
pt_br: Por favor, aguarde

# #30017
source: attempting to open
pt_br: tentando abrir

# #30018
source: finished
pt_br: finalizado
